class UserData:
    USERNAME = 'test312'
    PASSWORD = 'test312test312'

class RecipeData:
    TITLE = 'Овощной салат'
    DESCRIPTION = 'Яркий овощной салат завораживает свежестью: хрустящие огурцы и сочные помидоры соседствуют с нежной цветной капустой, а кубики феты добавляют кремовую нежность. Оливковое масло с солью и ароматным укропом сплетают гармонию вкусов — легкую кислинку, солоноватую сырную нотку и пряную зелень. Это взрыв лета на тарелке: полезный, хрустящий и неотразимо аппетитный!'
    TIME = 20
    ING_1 = "огурцы"
    WEIGHT_1 = 150
    ING_2 = "помидоры"
    WEIGHT_2 = 150
    ING_3 = "оливковое масло"
    WEIGHT_3 = 7
    ING_4 = "капуста цветная"
    WEIGHT_4 = 200